[
  {
    "slug": "24-129-100-84",
    "displayName": "24-129-100-84",
    "aliases": [
      "24-129-100-84"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur libertarien",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "24-129-100-84 est un pseudonyme sous forme d'adresse IP utilisé par Joshua sur Wikipédia. Associé à certaines modifications ou ajouts de contenus polémiques, il a attiré l'attention de contributeurs vigilants. Les discussions suggèrent que Joshua se servait de cette adresse pour agir sous couvert d'anonymat, intervenant parfois sur des sujets sensibles ou controversés. Faute de données publiques détaillées, il est difficile de cerner l'étendue réelle des modifications effectuées. Néanmoins, ce mode opératoire illustre comment certains utilisateurs exploitent des adresses IP pour contourner la politique de transparence de Wikipédia et propager leurs idées. Les administrateurs du site surveillent en général ces changements, mais l'éventail de comptes et d'adresses IP disponibles complique souvent l'identification formelle de l'individu derrière chaque contribution.",
    "id": 1,
    "color": "#58a4c2"
  },
  {
    "slug": "4krapsucks",
    "displayName": "4KrapSucks",
    "aliases": [
      "4KrapSucks"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur libertarien",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "4KrapSucks est un pseudonyme actif sur Wikipédia, principalement utilisé pour des contributions critiques envers la culture pop contemporaine et les évolutions technologiques. Ce compte s'est fait remarquer par ses remarques acerbes visant les médias numériques, la télévision moderne et certaines tendances de l'industrie du divertissement. L'utilisateur employait souvent un ton sarcastique, fustigeant notamment les résolutions 4K et autres avancées jugées superficielles ou purement commerciales. En parallèle, 4KrapSucks s'est aussi aventuré sur des thèmes sociétaux, tenant parfois des propos clivants sur la diversité ou l'immigration dans les médias. Tandis que certains voyaient dans ces interventions une forme de satire, d'autres y percevaient un discours conservateur ou réactionnaire. Les avis divergent quant à savoir si l'intention était humoristique ou plus sérieuse, visant à dénoncer ce qui était perçu comme une « dérive » de la modernité et de la société du divertissement.",
    "id": 2,
    "color": "#72d7e8"
  },
  {
    "slug": "66-177-73-91",
    "displayName": "66-177-73-91",
    "aliases": [
      "66-177-73-91"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur intellectuel",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "66-177-73-91 est également une adresse IP réputée avoir été utilisée par Joshua pour éditer ou commenter sur différentes plateformes, dont Wikipédia. Certains y voient une continuation de son habitude à multiplier les pseudonymes et à utiliser des connexions anonymes pour dissimuler son identité. Les modifications associées à cette IP portent parfois sur des sujets controversés, relayant des contenus partisans ou provocateurs. Difficile néanmoins de prouver l'intégralité des actions menées sous ce pseudonyme technique, tant il est aisé de changer d'IP. Cet exemple révèle à quel point, sur Wikipédia ou d'autres sites collaboratifs, la traçabilité est un défi constant. En dépit des outils de modération, le système repose en partie sur la bonne foi des utilisateurs. Lorsque celle-ci fait défaut, l'information peut être manipulée ou déformée sous couvert d'anonymat.",
    "id": 3,
    "color": "#6dd3f0"
  },
  {
    "slug": "76-106-245-93",
    "displayName": "76-106-245-93",
    "aliases": [
      "76-106-245-93"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur intellectuel",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "76-106-245-93 renvoie à une autre adresse IP attribuée à Joshua, repérée dans des listes de modifications polémiques. Utilisée pour agir sur des articles délicats ou politisés, elle offre une certaine protection contre la reconnaissance directe. Les interventions recensées témoignent d'un style parfois provocateur, voire agressif, visant à orienter la perception d'événements ou de personnalités. Bien qu'il soit souvent complexe d'attribuer avec certitude toutes les modifications à une seule personne, la récurrence de l'IP sur des pages étroitement surveillées par la communauté Wikipédia a éveillé les soupçons. Ce mode opératoire – alterner comptes et adresses IP – demeure courant chez certains trolls ou manipulateurs en ligne, cherchant à brouiller les pistes pour échapper aux bannissements et poursuivre leurs actions.",
    "id": 4,
    "color": "#0d4262"
  },
  {
    "slug": "afp-federal-agent-as-mohamadmo7",
    "displayName": "AFP Federal Agent as mohamadmo7",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Agent double",
    "career": "Autorité (AFP) / Alias en ligne",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 5,
    "color": "#cc0e3c"
  },
  {
    "slug": "alec-baldwin",
    "displayName": "Alec Baldwin",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 6,
    "color": "#185067"
  },
  {
    "slug": "alice-pooley",
    "displayName": "Alice Pooley",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Journalisme",
    "career": "Journaliste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Alice Pooley est une figure controversée sur les réseaux sociaux, reconnue pour ses prises de position sur des questions telles que les droits civiques, le féminisme et la culture populaire. Elle intervient régulièrement dans des débats politiques, critiquant les politiques gouvernementales jugées restrictives et dénonçant les discriminations systémiques. Ses messages, parfois sans concession, visent à exposer ce qu'elle considère comme des injustices et des failles institutionnelles, allant de la sous-représentation des minorités aux violences policières. Certains admirateurs saluent sa franchise et son investissement dans les causes sociales, tandis que ses détracteurs la jugent excessive ou provocatrice. Son usage intensif des réseaux lui a valu une certaine notoriété, ponctuée de controverses. Ceux qui la soutiennent estiment qu'elle met en lumière des sujets souvent passés sous silence, tandis que d'autres y voient une recherche permanente de polémique. Dans un contexte de polarisation, Alice Pooley symbolise l'activisme en ligne fait d'interpellations directes et de dénonciations publiques, reflet d'une génération qui utilise Internet pour interpeller l'opinion et revendiquer davantage d'égalité.",
    "id": 7,
    "color": "#73293a"
  },
  {
    "slug": "amina-blackberry",
    "displayName": "Amina Blackberry",
    "aliases": [
      "AminaBlackberry",
      "Amina Blackberry",
      "Blackberry_Rosemary"
    ],
    "isJoshua": true,
    "thematic": "Conservatrice",
    "career": "Blogueur / Chroniqueur",
    "genre": "féminin",
    "bio250": "",
    "bio200": "AminaBlackberry est le pseudonyme d'une femme se présentant comme afro-américaine conservatrice résidant à Washington, D.C. Sur Twitter, elle exprime des opinions sans filtre sur la politique internationale, les droits civiques et divers débats de société, utilisant parfois un humour noir ou un ton sarcastique. Elle est connue pour débattre avec ses propres pseudonymes, simulant des échanges fictifs pour alimenter la polémique. Ses prises de position abordent des thèmes sensibles comme la peine de mort, la liberté d'expression ou l'immigration, avec une perspective qu'elle définit comme \"réaliste\", mais que certains jugent discriminatoire. Son compte a également mentionné des personnalités controversées, telles qu'Australi Witness, afin de souligner ce qu'elle considère comme des dérives idéologiques. Son usage de la provocation et de l'humour noir attire autant de critiques que d'admirateurs, suscitant des débats houleux en ligne. Au cœur de cette rhétorique se trouve la conviction qu'il faut briser le politiquement correct pour défendre la liberté individuelle.",
    "id": 8,
    "color": "#15664f"
  },
  {
    "slug": "andrew-anglin",
    "displayName": "Andrew Anglin",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Néo-nazi",
    "career": "Influenceur Alt-Right / Troll",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Andrew Anglin est un militant d'extrême droite américain, fondateur du site néonazi The Daily Stormer. Connu pour ses opinions ouvertement antisémites, racistes et misogynes, il est devenu l'une des figures centrales des mouvements suprémacistes blancs aux États-Unis. Son site, qui diffuse fréquemment des discours haineux et des théories complotistes, a été impliqué dans de nombreuses polémiques, allant jusqu'à encourager le harcèlement ciblé de personnes juives ou appartenant à des minorités. Plusieurs procès ont été intentés contre Anglin et The Daily Stormer, avec des condamnations pour incitation à la haine et campagnes de harcèlement. Malgré la surveillance et les fermetures de domaine, il parvient à relocaliser son site, continuant de diffuser sa propagande. Son influence a été particulièrement remarquée pendant et après la campagne présidentielle de 2016, où les idées extrémistes ont gagné en visibilité. Andrew Anglin incarne la radicalisation numérique, puisant dans une rhétorique violente et antisémite pour mobiliser des partisans et attaquer quiconque ne correspond pas à sa vision d'une \"Amérique blanche\".",
    "id": 9,
    "color": "#d13480"
  },
  {
    "slug": "aryan-heights",
    "displayName": "Aryan Heights",
    "aliases": [
      "Aryan Heights"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "Propagandiste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Aryan_Heights est un pseudonyme utilisé sur Reddit pour promouvoir des idéologies suprémacistes blanches et diffuser des discours nationalistes, racistes et antisémites. Les publications sous ce nom vantent la \"pureté raciale\" et expriment un profond mépris pour l'immigration et les droits des minorités ethniques. Aryan_Heights partage régulièrement des théories du complot évoquant le déclin de la \"race blanche\" et impute tous les maux sociétaux à la diversité culturelle. Ce compte, repéré par plusieurs organisations de lutte contre l'extrémisme, constitue un exemple typique de radicalisation numérique, cherchant à rallier des partisans sur des forums anonymes. Les propos tenus sont souvent violents et incitent à l'exclusion, voire à la persécution. Bien que modérées ou bannies par certains espaces en ligne, ces idées continuent de circuler, illustrant la persistance de courants suprémacistes sur Internet. Aryan_Heights incarne ainsi la banalisation du discours haineux au sein de communautés fermées, soulignant la difficulté pour les plateformes à endiguer ce phénomène.",
    "id": 10,
    "color": "#e55e8d"
  },
  {
    "slug": "australi-witness",
    "displayName": "Australi Witness",
    "aliases": [
      "AustraliWitness",
      "AusSecret",
      "AusSecret, AustraliWitness"
    ],
    "isJoshua": true,
    "thematic": "Faux radical djihadiste",
    "career": "Recruteur terroriste",
    "genre": "masculin",
    "bio250": "« AustralianWitness », se faisant passer pour un djihadiste, était en réalité Joshua Goldberg, semant le chaos en ligne. Le canular révéla l'influence d'un individu usant de fausses identités.",
    "bio200": "AustralianWitness était le pseudonyme d'un individu se décrivant comme un extrémiste musulman australien. Il diffusait sur des forums djihadistes des appels à la violence, des menaces terroristes et des recettes pour fabriquer des explosifs, prétendant vouloir agir en vrai terroriste. En réalité, il s'agissait de Joshua Ryan Goldberg, un Américain n'ayant aucun lien réel avec l'islam radical. Pendant des mois, Goldberg a manipulé journalistes et internautes, brouillant la frontière entre réalité et fiction et duper même des groupuscules extrémistes. Son objectif semblait être de semer le chaos et d'inciter à la radicalisation. Après une enquête menée par Media Direct, l'imposture fut dévoilée, révélant l'étendue de ses manipulations. Cette affaire a souligné la facilité avec laquelle une personne isolée peut influer sur des dynamiques extrémistes à grande échelle en usant de fausses identités.",
    "id": 11,
    "color": "#c87553"
  },
  {
    "slug": "ben-garrison",
    "displayName": "Ben Garrison",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Caricature politique",
    "career": "Caricaturiste politique Alt-Right",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Ben Garrison est un dessinateur politique américain, célèbre pour ses caricatures conservatrices et ses prises de position en faveur de la liberté d'expression. Ses dessins, souvent publiés en ligne, critiquent sévèrement les institutions gouvernementales, les figures politiques progressistes et les élites mondiales. Connu pour avoir soutenu Donald Trump, Garrison adopte un ton volontairement provocateur, valorisant l'individualisme et condamnant le communisme. Son style très détaillé le distingue d'autres caricaturistes, lui valant un public fidèle dans certains cercles de droite. Toutefois, ses œuvres ont parfois été détournées par des groupes extrémistes, y intégrant des symboles antisémites. Il s'en est défendu, rejetant toute affiliation avec ces mouvances, affirmant que ses dessins sont manipulés sans son consentement. Quoi qu'il en soit, il demeure un acteur influent de la caricature politique américaine, polarisant les débats par son imagerie satirique. Certains estiment qu'il nourrit des thèmes populistes et anti-élitistes, tandis que d'autres saluent son courage à \"dire tout haut ce que d'autres taisent\".",
    "id": 12,
    "color": "#963a70"
  },
  {
    "slug": "bill-leak",
    "displayName": "Bill Leak",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Caricature",
    "career": "Caricaturiste conservateur",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Bill Leak était un caricaturiste australien travaillant pour le journal The Australian, célèbre pour ses dessins polémiques sur des sujets sensibles tels que l'immigration, la politique et les relations raciales. Défenseur déclaré de la liberté d'expression, il estimait que l'humour satirique pouvait heurter, mais se justifiait par la nécessité de susciter le débat. Ses caricatures lui ont valu de nombreuses critiques, notamment pour des représentations jugées racistes ou offensantes à l'égard des communautés aborigènes. Il fut la cible de plaintes auprès de la Commission australienne des droits de l'homme, soulevant un débat national sur la limite entre liberté artistique et incitation à la haine. Bill Leak se réclamait d'un franc-parler indispensable dans une démocratie, en dépit de protestations l'accusant de verser dans la provocation gratuite. Son style incisif et ses opinions tranchées l'ont hissé au rang de caricaturiste incontournable, diviseur d'opinions, dont l'héritage illustre la controverse permanente autour du dessin de presse en Australie.",
    "id": 13,
    "color": "#465be9"
  },
  {
    "slug": "bindi-cole",
    "displayName": "Bindi Cole",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Identité",
    "career": "Artiste / Militante anti-racisme",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Bindi Cole est une artiste contemporaine australienne, membre de la communauté wathaurong, reconnue pour ses travaux photographiques et ses installations. Elle explore l'identité, l'appartenance et la culture autochtone, abordant notamment le racisme, la spiritualité et la représentation des peuples aborigènes en Australie. Ses créations, souvent introspectives, visent à déconstruire les stéréotypes tout en initiant un dialogue sur la réconciliation. Récompensée pour son engagement artistique, Bindi Cole collabore parfois avec d'autres artistes autochtones afin de promouvoir une meilleure reconnaissance de leurs droits et de leurs patrimoines culturels. Elle s'appuie sur la photographie et la performance pour exprimer l'histoire et la mémoire collective, interrogeant la persistance des préjugés. Son parcours témoigne de la volonté de revendiquer une visibilité pour les populations aborigènes, tout en bousculant les idées reçues. À travers des expositions et des projets communautaires, elle se positionne à l'avant-scène d'un art militant, porteur de messages sur l'identité et l'inclusion.",
    "id": 14,
    "color": "#c01f18"
  },
  {
    "slug": "blaze-it-flaggot",
    "displayName": "Blaze It Flaggot",
    "aliases": [
      "Blaze_It_Flaggot"
    ],
    "isJoshua": true,
    "thematic": "Otaku",
    "career": "",
    "genre": "masculin",
    "bio250": "Blaze It Flaggot, possiblement un alias humoristique sans traces notables en ligne, illustre la volatilité du web où des pseudonymes éphémères apparaissent et disparaissent, laissant un mystère.",
    "bio200": "Blaze It Flaggot n'a pas laissé de trace exploitable en ligne. Il pourrait s'agir d'un simple alias humoristique, d'un compte éphémère ou d'une référence insolite à un phénomène Internet. Les recherches ne révèlent aucun historique de commentaires, ni aucune activité notable associée à ce nom. Dans l'univers foisonnant d'Internet, les pseudonymes se créent et disparaissent parfois en quelques heures, sans laisser de traces ni d'impact réel. Ce manque total de données rend impossible toute analyse de profil ou de motivations. On ignore s'il s'agit d'un usage unique, d'une référence culturelle ou d'un détournement ironique. Les rumeurs associées à ce pseudonyme, si elles existent, ne s'appuient sur aucune preuve tangible. Ainsi, Blaze It Flaggot demeure, jusqu'à nouvel ordre, un mystère non documenté, rappelant la volatilité et l'opacité de la sphère numérique.",
    "id": 15,
    "color": "#31533e"
  },
  {
    "slug": "blazing-catfur",
    "displayName": "Blazing Catfur",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 16,
    "color": "#1b636d"
  },
  {
    "slug": "breitbart",
    "displayName": "Breitbart",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "« Breitbart, fondé en 2007, est un site conservateur provocateur qui soutient des idées populistes et est accusé de diffuser des discours haineux et des théories du complot. »",
    "bio200": "Breitbart est un site d'information américain conservateur fondé en 2007 par Andrew Breitbart, et qui a gagné en notoriété sous la direction de figures telles que Steve Bannon. Le site se caractérise par un ton provocateur et un soutien marqué aux idées populistes, notamment durant la campagne présidentielle de 2016. Breitbart critique vigoureusement l'immigration, l'establishment politique et les médias traditionnels, et est fréquemment associé à l'alt-right. Malgré des accusations de diffusion de discours haineux et de théories du complot, le site continue d'exercer une influence importante dans certains milieux conservateurs. Sa stratégie repose sur l'exploitation des frustrations des électeurs et la polarisation des opinions, ce qui en fait un acteur majeur dans le paysage médiatique américain.",
    "id": 17,
    "color": "#1a6731"
  },
  {
    "slug": "bw-anime-fan",
    "displayName": "Bw Anime Fan",
    "aliases": [
      "Bw Anime Fan",
      "b-w-anime-fan"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "b-w-anime-fan est un pseudonyme actif sur Reddit, centré sur la culture anime et la production japonaise. Il partage des critiques d'épisodes, des analyses de personnages et des réflexions sur l'évolution du marché de l'animation. Au-delà de cette passion, certains de ses commentaires dérivent parfois vers des sujets plus sensibles, comme la représentation des minorités dans les œuvres ou la politique éditoriale des studios. Malgré son intérêt affiché pour la culture otaku, b-w-anime-fan adopte parfois des positions clivantes, critiquant l'inclusion de thèmes sociopolitiques dans les séries animées. Les échanges qu'il suscite se révèlent houleux, entre défenseurs d'un divertissement « pur » et partisans d'œuvres plus engagées. Son activité reflète un débat récurrent dans la communauté anime : la tension entre tradition et modernité, entre humour léger et prises de conscience sociétales. Qu'on adhère ou non à ses opinions, b-w-anime-fan illustre la diversité des profils qui composent l'écosystème de fans d'animation japonaise.",
    "id": 18,
    "color": "#1ffc46"
  },
  {
    "slug": "caitlin-roper",
    "displayName": "Caitlin Roper",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Féminisme",
    "career": "Activiste féministe",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Caitlin Roper est une militante australienne engagée dans la lutte contre l'objectification et l'exploitation sexuelle des femmes. Membre active de Collective Shout, un mouvement féministe dénonçant la sexualisation des femmes et des enfants dans la publicité et la culture populaire, elle pointe du doigt les marques ou les produits qu'elle juge dégradants. Ses campagnes incluent des actions directes et des pétitions, visant à obtenir le retrait de publicités sexistes ou à encourager les entreprises à revoir leurs visuels. Caitlin Roper critique également l'industrie pornographique, considérant qu'elle participe à banaliser la violence sexuelle et à renforcer des stéréotypes de genre néfastes. Au fil des années, elle a acquis une visibilité importante dans le débat australien sur la représentation féminine, suscitant l'adhésion de ceux qui estiment urgent de corriger ces dérives, mais aussi la critique de ceux qui l'accusent de censure ou de puritanisme. Néanmoins, Roper reste déterminée à combattre ce qu'elle appelle la \"culture du viol\", rappelant l'importance d'une éducation et d'un environnement médiatique respectueux de la dignité des femmes.",
    "id": 19,
    "color": "#30224e"
  },
  {
    "slug": "chiara-zaffino",
    "displayName": "Chiara Zaffino",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Journalisme",
    "career": "Journaliste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Chiara Zaffino est une journaliste australienne spécialisée dans les questions sociales et la défense des droits humains. Elle couvre notamment les sujets de discrimination, d'intégration des minorités et de justice sociale. Ses reportages, publiés dans des médias reconnus, mettent l'accent sur les inégalités systémiques et la manière dont elles affectent les populations les plus vulnérables, qu'il s'agisse des Aborigènes ou des migrants. Zaffino dénonce aussi la sous-représentation de certaines communautés dans les instances décisionnelles, estimant que les politiques publiques doivent mieux refléter la diversité. Son style, alliant rigueur et empathie, lui a valu la confiance de lecteurs qui apprécient son humanisme, mais elle est aussi critiquée par des voix plus conservatrices, la taxant de parti pris. Chiara Zaffino rétorque que l'objectivité ne doit pas empêcher de souligner l'injustice. Son travail éclaire les efforts entrepris pour réduire les discriminations, tout en pointant les blocages persistants dans la société australienne contemporaine.",
    "id": 20,
    "color": "#542c20"
  },
  {
    "slug": "chris-lavergne-thought-catalog",
    "displayName": "Chris Lavergne (Thought Catalog)",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 21,
    "color": "#4c6109"
  },
  {
    "slug": "chuck-e-jesus",
    "displayName": "Chuck E Jesus",
    "aliases": [
      "Chuck-E-Jesus"
    ],
    "isJoshua": true,
    "thematic": "Libertarien absolutiste de la liberté d’expression",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Chuck E Jesus n'apparaît dans aucune source avérée. Il pourrait s'agir d'une référence humoristique à la mascotte \"Chuck E. Cheese\" associée à un thème religieux, ou d'un nom de compte fictif cité dans divers listings. Aucune publication ni interaction vérifiable n'existe sous ce pseudonyme, laissant penser qu'il n'a jamais acquis d'importance ni de notoriété. Peut-être était-ce un simple gag interne à une communauté, un troll ponctuel, ou encore un alias abandonné rapidement. Sans davantage de contexte, il est impossible de déterminer si Chuck E Jesus correspond à une personnalité réelle ou s'il ne représente qu'un délire passager. Cette situation illustre la prolifération de noms insolites sur le web, dont beaucoup ne laissent aucune trace durable.",
    "id": 22,
    "color": "#1b2bda"
  },
  {
    "slug": "cyndi-lavrenci",
    "displayName": "Cyndi Lavrenci",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Journalisme",
    "career": "Journaliste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Cyndi Lavrenci est une militante australienne, connue pour son engagement contre les violences conjugales et en faveur de l'égalité de genre. Elle collabore avec diverses associations et organismes gouvernementaux, participant à des campagnes de sensibilisation et à des actions sur le terrain. Dans ses discours, elle insiste sur l'importance d'aborder la violence contre les femmes comme un problème structurel, nécessitant des politiques publiques solides et un changement culturel durable. Lavrenci prône également un meilleur soutien aux victimes, qu'il s'agisse d'aide psychologique, juridique ou financière. Si certains la jugent trop radicale, elle considère qu'une réponse ferme s'impose face à la banalisation des violences domestiques. Son militantisme englobe aussi des questions de santé mentale, pointant du doigt l'absence de ressources adaptées pour les femmes en détresse. Cyndi Lavrenci incarne ainsi une voix déterminée qui réclame la reconnaissance de l'ampleur de ces problèmes, estimant qu'une prise de conscience collective est indispensable pour faire reculer la violence.",
    "id": 23,
    "color": "#6bf6ed"
  },
  {
    "slug": "daily-kos",
    "displayName": "Daily Kos",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "masculin",
    "bio250": "« Daily Kos, lancé en 2002, est un site progressiste américain qui combine analyses politiques et activisme en ligne, mobilisant une communauté engagée lors des campagnes électorales. »",
    "bio200": "Daily Kos est un site web politique progressiste américain, lancé en 2002 par Markos Moulitsas. La plateforme offre un espace participatif où ses membres publient analyses, billets d'opinion et appels à l'action visant à mobiliser la base progressiste. Daily Kos joue un rôle clé dans la mobilisation électorale, influençant les débats nationaux grâce à des campagnes coordonnées en ligne. Bien que critiqué pour une certaine partialité idéologique, le site rassemble une communauté engagée qui défend des réformes sociales, environnementales et économiques. Il est reconnu comme un outil d'influence politique capable d'orienter l'agenda public, tout en favorisant un dialogue entre citoyens et décideurs. Daily Kos demeure ainsi un pilier de l'activisme progressiste sur Internet, malgré la polarisation qu'il peut engendrer.",
    "id": 24,
    "color": "#bc0579"
  },
  {
    "slug": "death-to-sjws",
    "displayName": "Death to SJWs",
    "aliases": [
      "Death_to_SJWs"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "Propagandiste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Death_to_SJWs est un pseudonyme provocateur utilisé principalement sur Reddit pour s'attaquer aux mouvements progressistes et aux militants des causes sociales, couramment qualifiés de « SJWs » (Social Justice Warriors). Ses interventions se distinguaient par un ton acerbe, agrémenté d'insultes et de remarques sarcastiques visant des cibles variées : féministes, militants antiracistes ou encore défenseurs des droits LGBTQ+. Le compte justifiait ses propos par la « liberté d'expression », considérant que les revendications progressistes menaçaient les valeurs traditionnelles et limitaient la parole. Certains échanges dérapaient en harcèlement ciblé, poussant des modérateurs à intervenir. Toutefois, la nature anonyme d'un tel pseudonyme rendait difficile la traçabilité de l'utilisateur ou la prise de sanctions fermes. Ce phénomène illustre la radicalisation d'une frange d'internautes exaspérés par le politiquement correct, cherchant à choquer et discréditer leurs opposants. Au fil du temps, Death_to_SJWs est devenu le symbole d'une hostilité grandissante envers les luttes pour l'égalité, alimentant la polarisation sur les forums et réseaux sociaux.",
    "id": 25,
    "color": "#2971eb"
  },
  {
    "slug": "dinah-silverstein",
    "displayName": "Dinah Silverstein",
    "aliases": [
      "Dinah Silverstein"
    ],
    "isJoshua": true,
    "thematic": "Extrême gauche",
    "career": "Blogueur / Chroniqueur",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Dinah Silverstein est un pseudonyme forgé par Joshua Goldberg pour incarner une militante juive israélienne engagée dans la défense des droits humains. À travers ce personnage, Goldberg plaidait pour l'adoption de lois plus sévères contre les discours haineux, notamment aux États-Unis. Les prises de position de « Dinah » apparaissaient dans des articles et commentaires soutenant l'idée que la liberté d'expression ne saurait tout permettre, surtout quand il s'agit d'incitations à la haine. Paradoxalement, Goldberg employait aussi d'autres pseudonymes néonazis afin de créer de faux échanges conflictuels en ligne, alimentant la confusion. En s'exprimant sous les traits de Dinah Silverstein, il dénonçait l'inaction américaine face aux discours de haine, s'appuyant sur des conventions internationales telles que l'ICCPR. La supercherie a fini par être révélée, exposant la manipulation orchestrée par Goldberg pour attiser les tensions et brouiller les limites entre militantisme sincère et imposture digitale.",
    "id": 26,
    "color": "#20a0ca"
  },
  {
    "slug": "dr-shlomo-goldstein",
    "displayName": "Dr Shlomo Goldstein",
    "aliases": [
      "Dr_Shlomo_Goldstein"
    ],
    "isJoshua": true,
    "thematic": "Nationaliste radical pro-Israël",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Dr Shlomo Goldstein est un pseudonyme parodique utilisé en ligne pour caricaturer les discours antisémites extrémistes, souvent en reprenant leurs stéréotypes avec exagération. Présenté comme un prétendu intellectuel juif, ce personnage adopte un ton volontairement outrancier, émaillé de références complotistes visant à dénoncer l'absurdité de telles théories. Cependant, la frontière entre satire et provocation reste floue : certains internautes comprennent la démarche satirique, tandis que d'autres y voient de la désinformation supplémentaire alimentant la haine. Dans les échanges, Dr Shlomo Goldstein soutient parfois des scénarios conspirationnistes absurdes pour souligner la crédulité de ceux qui adoptent ces idées. Mais l'humour noir et le second degré ne sont pas toujours perçus comme tels, créant un malaise dans les communautés concernées. Cette confusion illustre la difficulté de parodier des discours violents sans risquer de les banaliser.",
    "id": 27,
    "color": "#ca151a"
  },
  {
    "slug": "elise-potaka",
    "displayName": "Elise Potaka",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Journalisme",
    "career": "Journaliste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Elise Potaka est une journaliste d'investigation australienne, connue pour ses reportages approfondis sur la corruption, les abus institutionnels et les droits des peuples autochtones. Elle a enquêté sur divers scandales politiques et économiques, révélant parfois des dysfonctionnements internes dans des institutions publiques comme privées. Ses articles, publiés dans des médias reconnus, ont contribué à la sensibilisation du public et, dans certains cas, à l'ouverture d'enquêtes officielles. Elise Potaka se consacre aussi à l'examen des questions environnementales, soulignant l'impact des politiques minières ou de certaines décisions gouvernementales sur les communautés rurales et aborigènes. Récompensée pour son intégrité et son sens de l'éthique, elle est appréciée pour son courage à s'attaquer à des sujets délicats. Toutefois, des responsables politiques l'ont parfois accusée de semer la méfiance envers les institutions, accusation qu'elle réfute au nom de la transparence. Son parcours témoigne d'un journalisme déterminé à mettre en lumière les injustices et à encourager la réforme là où elle semble urgente.",
    "id": 28,
    "color": "#aee1b0"
  },
  {
    "slug": "elon-musk",
    "displayName": "Elon Musk",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Néo-nazi",
    "career": "Entrepreneur",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 29,
    "color": "#873e90"
  },
  {
    "slug": "elton-simpson",
    "displayName": "Elton Simpson",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Terrorisme",
    "career": "Terroriste jihadiste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Elton Simpson était un citoyen américain impliqué dans une tentative d'attaque terroriste à Garland, au Texas, en 2015, visant un concours de caricatures de Mahomet. Avec son complice Nadir Soofi, il a ouvert le feu sur les lieux, mais tous deux ont été abattus par les forces de l'ordre avant de faire des victimes civiles. Lié à des groupes extrémistes, dont l'État islamique, Simpson avait déjà fait l'objet d'une surveillance du FBI pour ses activités suspectes et ses propos radicaux en ligne. Cet incident a ravivé le débat sur la radicalisation intérieure et la facilité avec laquelle des individus solitaires, inspirés par la propagande djihadiste, peuvent passer à l'acte. Les autorités ont souligné que Simpson fréquentait des forums extrémistes sur Internet, échangeant avec d'autres sympathisants de l'islamisme violent. L'affaire a suscité des questionnements sur la limite entre la liberté d'expression (le concours de caricatures étant jugé provocateur par certains) et la prévention du terrorisme. Malgré la fin rapide de l'attaque, l'événement a renforcé la vigilance des services de renseignement face aux menaces dites \"domestiques\".",
    "id": 30,
    "color": "#92330f"
  },
  {
    "slug": "emily-americana",
    "displayName": "Emily Americana",
    "aliases": [
      "Emily_Americana"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur libertarien",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Emily_Americana est un pseudonyme controversé sur Reddit, se présentant comme une femme samoane vivant en Alaska. Ses propos, souvent provocateurs et sarcastiques, abordent la politique internationale, l'immigration, les droits civiques et même des théories du complot. Elle s'en prend régulièrement aux personnes en surpoids et aux Européens, exprimant un mépris qu'elle justifie par un souci de « franchise ». Derrière cette radicalité, elle révèle aussi son isolement social et son désintérêt pour la plupart des conventions, adoptant un ton cynique et un humour noir. Emily_Americana accuse les institutions internationales de nourrir des idéologies qu'elle qualifie d'hypocrites, critiquant également les lois européennes sur les discours haineux. Ses interventions déclenchent des discussions violentes, où certains la soutiennent au nom de la liberté d'expression, tandis que d'autres la taxent de troll raciste et misanthrope. Son parcours incarne une forme de rébellion en ligne : mélanger expériences personnelles amères et rébellion contre le politiquement correct, quitte à virer au discours extrême.",
    "id": 31,
    "color": "#b5819d"
  },
  {
    "slug": "emily-goldstein",
    "displayName": "Emily Goldstein",
    "aliases": [
      "emily-goldstein"
    ],
    "isJoshua": true,
    "thematic": "Extrême gauche",
    "career": "Blogueur / Chroniqueur",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Emily Goldstein ne dispose pas d'une biographie certifiée. Selon des rumeurs éparses, ce nom serait un alias utilisé sporadiquement par Joshua Goldberg pour publier des contenus à visée polémique, parfois sous des angles se voulant féministes ou progressistes afin de susciter la confusion. Aucun compte officiel ou traces vérifiées n'ont été retrouvés, si ce n'est quelques allégations attribuant à « Emily Goldstein » des déclarations incendiaires sur les réseaux sociaux. Il est plausible qu'il s'agisse d'une variante ou d'un test éphémère, comme ce fut le cas pour d'autres alias déployés par Goldberg. L'objectif aurait pu être de débattre, de provoquer, ou de mener des expériences en ligne, selon le même schéma que ses autres identités fictives. Sans éléments concrets pour confirmer ou infirmer ces hypothèses, Emily Goldstein demeure une énigme relative dans l'écosystème des pseudonymes liés à Goldberg.",
    "id": 32,
    "color": "#635738"
  },
  {
    "slug": "europe-hates-niggers",
    "displayName": "Europe Hates Niggers",
    "aliases": [
      "Europe_Hates_Niggers"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 33,
    "color": "#9ed8d3"
  },
  {
    "slug": "european-88",
    "displayName": "European 88",
    "aliases": [
      "European88"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 34,
    "color": "#f1b003"
  },
  {
    "slug": "fake-joshua-goldberg",
    "displayName": "Joshua Goldberg (Fake)",
    "aliases": [
      "joshua-goldberg"
    ],
    "isJoshua": true,
    "thematic": "Libertarien absolutiste de la liberté d’expression",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 35,
    "color": "#5baae4"
  },
  {
    "slug": "fbi-as-wilayaks",
    "displayName": "FBI as wilayahks",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Agent double",
    "career": "Autorité (FBI) / Alias en ligne",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 36,
    "color": "#047987"
  },
  {
    "slug": "feministing",
    "displayName": "Feministing",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 37,
    "color": "#d89619"
  },
  {
    "slug": "flappy-brd",
    "displayName": "Flappy BRD",
    "aliases": [
      "FlappyBRD"
    ],
    "isJoshua": true,
    "thematic": "Extrême gauche",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Flappy BRD est une variation du pseudonyme Flappy Bird, associée à des prises de position d'extrême gauche sur Reddit. L'utilisateur ou l'utilisatrice défend la cause féministe, les droits LGBTQ+ et dénonce les discriminations systémiques, tout en se montrant particulièrement critique envers le capitalisme et certaines politiques migratoires jugées insuffisantes. On retrouve également des messages appelant à une révolution sociale et critiquant vertement les responsables politiques en place. Parfois, Flappy BRD emploie un humour caustique voire agressif pour faire passer ses messages, suscitant des débats animés sur les forums. Malgré de virulentes altercations, certain·e·s considèrent que ce pseudonyme apporte un éclairage nécessaire sur la nécessité de transformations profondes. Toutefois, des messages plus anciens, proches de 2015, témoignent d'une tonalité moins progressiste, créant une polémique sur l'authenticité et la cohérence de l'engagement affiché. Quoi qu'il en soit, Flappy BRD demeure un acteur engagé du militantisme en ligne, mobilisant régulièrement sa communauté.",
    "id": 38,
    "color": "#efffde"
  },
  {
    "slug": "gas-the-kikes",
    "displayName": "Gas the Kikes",
    "aliases": [
      "Gas-the-kikes"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Gas the Kikes est un pseudonyme d'extrême droite particulièrement choquant, clairement associé à des appels à la haine et à la violence contre la communauté juive. Le terme \"kike\" est une insulte antisémite violente, tandis que \"gas\" renvoie aux chambres à gaz utilisées pendant l'Holocauste. Les rares contenus retrouvés sous ce nom se résument à des invectives haineuses et à un encouragement explicite au génocide. Cette rhétorique, banalisant les crimes nazis, s'inscrit dans la lignée de groupes néonazis cherchant à provoquer et à terroriser. Repéré sur des forums tels que Stormfront, ce pseudonyme a été plusieurs fois signalé aux autorités ou aux organismes de veille. Bien qu'Internet permette aux modérateurs de bannir ce type de compte, rien n'empêche le créateur de se recréer un alias similaire. Gas the Kikes cristallise l'extrême violence des propos que certains individus osent exprimer en ligne, mettant en lumière la radicalisation de communautés prônant la suprématie blanche.",
    "id": 39,
    "color": "#21d0a6"
  },
  {
    "slug": "grant-taylor",
    "displayName": "Grant Taylor",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Journalisme",
    "career": "Journaliste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 40,
    "color": "#555101"
  },
  {
    "slug": "hadiyo-elmi",
    "displayName": "Hadiyo Elmi",
    "aliases": [
      "Hadiyo Elmi"
    ],
    "isJoshua": true,
    "thematic": "Extrême gauche",
    "career": "Militante",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Hadiyo Elmi ne dispose pas de biographie confirmée. On trouve de rares références indiquant qu'il s'agirait d'une femme d'origine somalienne, mais sans certitude. La mention de ce nom apparaît par bribes dans des discussions Reddit, parfois associée à des propos sur l'immigration en Europe ou sur la situation des réfugiés. Aucune source fiable ne permet toutefois de relier ce pseudonyme à un compte précis ni de discerner la teneur exacte de ses positions. Il est possible que Hadiyo Elmi soit un alias inventé de toutes pièces, servant à personnifier des opinions ou qu'il s'agisse d'une personne réelle s'étant exprimée ponctuellement avant de disparaître des radars. Faute d'éléments tangibles, la prudence reste de mise. Plusieurs internautes ont cherché à en savoir plus, sans succès. Dans l'état actuel, Hadiyo Elmi demeure un mystère dont on ne peut qu'esquisser quelques hypothèses. Son nom symbolise ces identités incomplètes et énigmatiques que l'on croise parfois sur le web, et dont il est difficile de confirmer la véracité ou les motivations.",
    "id": 41,
    "color": "#7d280b"
  },
  {
    "slug": "id-c9uafs7u",
    "displayName": "ID:C9Uafs7U",
    "aliases": [
      "ID:c9Uafs7U"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "ID:c9Uafs7U est un pseudonyme apparu sur le forum 4plebs, une plateforme dérivée de 4chan où se déroulent de nombreuses discussions controversées. L'utilisateur employant cet identifiant prenait régulièrement position sur des sujets explosifs, comme la politique, le racisme et les théories du complot, souvent avec un ton provocateur. Les messages signés ID:c9Uafs7U semblaient viser à semer la discorde ou la confusion, attisant délibérément les polémiques en cours. Il est parfois difficile de distinguer la simple provocation du militantisme radical, tant la frontière se brouille dans un espace permissif comme 4plebs. Peu d'informations filtrent quant à l'identité réelle derrière ce pseudo : certains soupçonnent une personne cherchant à manipuler l'opinion, d'autres un troll ordinaire. Quoi qu'il en soit, cette étiquette symbolise les ambiguïtés du Web, où des individus anonymes peuvent aisément influencer des débats sur des sujets sensibles. L'exemple d'ID:c9Uafs7U rappelle la complexité de la modération et la facilité de se soustraire à toute responsabilité numérique.",
    "id": 42,
    "color": "#86ea8c"
  },
  {
    "slug": "island-angel",
    "displayName": "Island Angel",
    "aliases": [
      "Island_Angel"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur intellectuel",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Island Angel est le pseudonyme d'une femme originaire du Myanmar vivant à Palau. Connue sur Reddit pour ses commentaires directs et provocateurs, elle s'exprime sur des sujets comme le racisme, la liberté d'expression et les tensions politiques en Europe. Victime de discrimination lors de ses voyages, elle partage des témoignages poignants sur les préjugés subis à cause de ses origines. Ses contributions critiquent vivement la montée des mouvements d'extrême droite et jugent que les lois européennes sur le « discours de haine » demeurent insuffisantes pour endiguer le fascisme latent. Paradoxalement, elle défend une vision de la liberté d'expression très large, considérant que restreindre même les discours offensants peut se retourner contre les minorités. Island Angel dénonce également les stéréotypes culturels, en particulier envers les femmes et les populations du Pacifique. Ses récits personnels et son ton tranchant lui valent autant de soutien que de critiques, témoignant de la complexité des débats en ligne.",
    "id": 43,
    "color": "#fe174d"
  },
  {
    "slug": "jilian-c-york",
    "displayName": "Jilian C. York",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Liberté d’expression",
    "career": "Activiste / Journaliste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Jilian C. York est une militante américaine des droits numériques et directrice à l'Electronic Frontier Foundation (EFF). Spécialisée dans la liberté d'expression en ligne et la censure, elle milite pour la protection de la vie privée et des droits des utilisateurs d'Internet. York plaide en faveur d'une régulation équilibrée, qui protège autant la liberté de partager des idées que la nécessité de lutter contre les discours extrêmes. Elle critique également la complicité entre grandes entreprises technologiques et gouvernements en matière de surveillance, estimant que cela met en péril les fondements démocratiques. Ses publications et interventions publiques mettent l'accent sur la responsabilité des plateformes, qui, en régulant elles-mêmes les contenus, peuvent tomber dans la censure excessive. Considérée comme une voix influente dans le débat mondial sur les politiques de contenu, Jilian C. York alerte sur les dangers de la modération opaque et la standardisation abusive de la parole en ligne. Elle œuvre pour un Internet libre, ouvert et respectueux des droits fondamentaux.",
    "id": 44,
    "color": "#93034d"
  },
  {
    "slug": "jim-berry-fbi",
    "displayName": "Jim Berry (FBI)",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Agent",
    "career": "Autorité (FBI)",
    "genre": "féminin",
    "bio250": "« Jim Berry (FBI), agent de contre-terrorisme, a œuvré dans la cybersurveillance pour déjouer des menaces intérieures, reflétant le délicat",
    "bio200": "Jim Berry (FBI) est un ancien agent impliqué dans diverses enquêtes de contre-terrorisme et de cybersécurité aux États-Unis. Il a participé à des opérations visant à démanteler des cellules extrémistes, à surveiller les communications suspectes et à prévenir des attaques violentes sur le sol américain. Son expérience inclut la collaboration avec des agences fédérales comme la CIA et la NSA, permettant de partager des informations cruciales pour la sécurité nationale. Plusieurs dossiers publics mentionnent son rôle dans des affaires de terrorisme intérieur, sans détailler ses missions spécifiques, en raison du caractère sensible de ces opérations. Comme d'autres agents, il s'est retrouvé confronté à des dilemmes relatifs au respect des libertés individuelles lors de la mise en œuvre de méthodes de surveillance avancées. Son parcours illustre la complexité du travail du FBI, pris entre l'obligation de garantir la sécurité et le risque d'empiéter sur la vie privée des citoyens. Depuis sa retraite, Jim Berry intervient parfois pour commenter l'évolution des menaces et l'importance d'une collaboration inter-agences.",
    "id": 45,
    "color": "#756aa8"
  },
  {
    "slug": "josh-bornstein",
    "displayName": "Josh Bornstein",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Droit",
    "career": "Avocat / Victime de trolling",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 46,
    "color": "#1e489d"
  },
  {
    "slug": "junaid-thorne",
    "displayName": "Junaid Thorne",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Radicalisme",
    "career": "Prédicateur radical islamiste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 47,
    "color": "#298d29"
  },
  {
    "slug": "kill-all-pakis",
    "displayName": "Kill All Pakis",
    "aliases": [
      "Kill_All_Pakis"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Kill All Pakis est un pseudonyme explicitement haineux et raciste, repéré sur des forums d'extrême droite. L'expression « Paki » est une insulte visant les personnes originaires du Pakistan ou d'Asie du Sud, et le préfixe \"Kill All\" incite ouvertement à la violence. Les rares messages postés sous ce nom comportaient des appels explicites à l'extermination ou à l'expulsion des Pakistanais, rejoignant la rhétorique islamophobe et xénophobe de certains groupuscules radicaux. Face à l'indignation de nombreux internautes, le compte a été rapidement banni de plusieurs plateformes, mais il demeure possible que son créateur se soit réinscrit sous d'autres alias. Ce pseudo reflète la violence raciste crue qui sévit encore dans certains espaces en ligne, mettant en évidence la facilité avec laquelle des individus peuvent propager des discours de haine sous couvert d'anonymat. Les militants antiracistes pointent ce type de message pour illustrer l'urgence d'une politique de modération plus ferme et l'enjeu d'une éducation à la tolérance dans l'espace virtuel.",
    "id": 48,
    "color": "#1243e9"
  },
  {
    "slug": "kill-all-sjws",
    "displayName": "Kill All SJWs",
    "aliases": [
      "Kill_All_SJWs"
    ],
    "isJoshua": true,
    "thematic": "Extrême droite",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Kill All SJWs reprend la même structure haineuse, mais cette fois-ci ciblant les « Social Justice Warriors », autrement dit les militants progressistes. Présent sur des forums liés à la \"manosphère\" et à l'extrême droite, ce pseudonyme prône l'élimination de ceux qui défendent les droits des minorités, l'égalité des sexes ou la justice sociale. L'utilisateur y dénonce la \"tyrannie du politiquement correct\" et accuse ces militants de restreindre la liberté d'expression. Le langage employé est souvent violent, soutenant qu'il faut harceler, voire frapper les personnes identifiées comme SJWs. Dans cet univers, la rhétorique se nourrit de frustrations et d'un sentiment d'incompréhension face aux évolutions sociétales. Kill All SJWs incarne la frange la plus radicale d'une mouvance qui considère les militant·e·s progressistes comme un danger pour l'\"ordre traditionnel\". Banni de plusieurs plateformes, ce pseudo pourrait néanmoins réapparaître sous d'autres formes, reflétant la persistance de l'hostilité envers les partisans de la justice sociale.",
    "id": 49,
    "color": "#1c583a"
  },
  {
    "slug": "larry-pickering",
    "displayName": "Larry Pickering",
    "aliases": [],
    "isJoshua": false,
    "thematic": "caricature",
    "career": "Caricaturiste politique",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 50,
    "color": "#4052a1"
  },
  {
    "slug": "le-cancer-kin",
    "displayName": "Le Cancer Kin",
    "aliases": [
      "Le_Cancer-kin"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Le Cancer Kin semble être un pseudonyme sporadique apparu dans des discussions sur Reddit ou 4chan, utilisé pour qualifier certains groupes jugés \"toxiques\". Le terme \"kin\" est parfois employé dans des communautés \"otherkin\" ou similaires, tandis que \"cancer\" sert ici de qualificatif extrêmement péjoratif, suggérant une maladie nuisible à éradiquer. On ignore si ce pseudonyme s'en prenait spécifiquement à des fandoms, à des militants ou à toute catégorie d'utilisateurs. Aucune trace d'un compte actif portant ce nom n'a été authentifiée, ce qui laisse penser à un usage ponctuel ou purement trollesque. Plusieurs internautes évoquent son apparence éphémère, sans pouvoir confirmer l'objectif précis de son auteur. Il pourrait s'agir d'un simple défouloir visant n'importe quel groupe \"différent\", ou d'un mot d'ordre ponctuel pour lancer une attaque verbale concertée. Sans éléments plus concrets, Le Cancer Kin demeure un exemple mineur mais parlant, où la violence symbolique surgit à travers un choix lexical radical, dans un espace déjà saturé de provocation.",
    "id": 51,
    "color": "#7007f0"
  },
  {
    "slug": "lindsay-campbell-fbi",
    "displayName": "Lindsay Campbell (FBI)",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Agent",
    "career": "Autorité (FBI)",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 52,
    "color": "#5d9662"
  },
  {
    "slug": "luke-mcmahon",
    "displayName": "Luke McMahon",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Justice",
    "career": "Journaliste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 53,
    "color": "#f6bcb1"
  },
  {
    "slug": "madotsuki-the-dreamer",
    "displayName": "Madotsuki The Dreamer",
    "aliases": [
      "Madotsuki_the_Dreamer",
      "madotsuki-the-dreamer"
    ],
    "isJoshua": true,
    "thematic": "Cinéma",
    "career": "Critique de cinéma",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Madotsuki The Dreamer est un pseudonyme inspiré du jeu vidéo japonais Yume Nikki, où Madotsuki est une héroïne solitaire explorant des mondes oniriques. Sur IMDb et Wikipédia, la personne derrière ce nom partage des critiques de films, des analyses d'œuvres cinématographiques et des articles portant sur la culture japonaise. Elle évoque régulièrement des thématiques d'isolement, de psychologie et d'introspection, en lien avec l'univers onirique du jeu Yume Nikki. Toutefois, certains échanges sur des forums montrent un positionnement ambigu sur des sujets politiques ou sociétaux, contrastant avec l'image d'une simple passionnée de culture pop. Elle critique parfois le \"politiquement correct\" et accuse la communauté wiki de censurer les opinions divergentes. Cette dualité soulève des interrogations : s'agit-il d'une réelle militante pour la liberté d'expression ou d'une figure cherchant à semer la polémique ? Quoi qu'il en soit, Madotsuki The Dreamer demeure associée à un univers mêlant fascination pour la création artistique et scepticisme envers les discours dominants.",
    "id": 54,
    "color": "#b6d96c"
  },
  {
    "slug": "mariam-veiszadeh",
    "displayName": "Mariam Veiszadeh",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Inclusion",
    "career": "Activiste / Cible de trolling",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Mariam Veiszadeh est une avocate et militante australienne d'origine afghane, engagée dans la lutte contre l'islamophobie et le racisme. Elle a fondé l'\"Islamophobia Register Australia\" pour encourager les victimes de discriminations à témoigner et pour sensibiliser l'opinion publique aux préjugés ciblant les musulmans. Ses interventions dans les médias australiens soulignent l'importance de politiques inclusives et de la protection des droits des minorités. Mariam Veiszadeh reçoit un soutien notable pour son engagement, mais elle subit aussi des campagnes de harcèlement et des menaces en ligne, reflétant la virulence de l'islamophobie qu'elle dénonce. Son parcours illustre les défis auxquels font face les militants antiracistes, forcés de concilier défense des libertés civiles et nécessité de combattre la haine. Persuadée qu'il faut œuvrer à une meilleure compréhension interculturelle, elle milite pour un dialogue franc entre communautés et des mesures fermes contre le discours de haine. À travers ses apparitions publiques et son usage des réseaux sociaux, Mariam Veiszadeh demeure une voix influente, plaidant pour une société australienne plus tolérante.",
    "id": 55,
    "color": "#f2b8a6"
  },
  {
    "slug": "may-may-poster",
    "displayName": "May May Poster",
    "aliases": [
      "MayMayPoster"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "Propagandiste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "May May Poster renvoie sans doute à un jeu de mots autour du terme \"meme\" (souvent prononcé \"meem\") et de l'expression \"maymay\", utilisée sur 4chan pour se moquer de ceux qui découvrent tardivement des mèmes déjà usés. Ce pseudonyme aurait pu être un compte ironique ou parodique, spécialisé dans la diffusion de blagues visuelles ou de \"shitposts\". Les rares mentions de May May Poster décrivent un internaute troll, publiant des images absurdes destinées à provoquer, faire rire ou irriter. L'intention exacte n'est pas claire : satire, moquerie, ou simple désir de semer la zizanie ? Certains témoignages laissent penser qu'il aurait posté des montages offensants visant des minorités, mais sans preuve tangible. Ce pseudo demeure peu documenté, reflet d'une culture du troll qui se nourrit de références internes, volontiers cryptiques. Dans les méandres des boards en ligne, May May Poster illustre l'humour absurde et parfois agressif hérité de la tradition 4chan.",
    "id": 56,
    "color": "#d02460"
  },
  {
    "slug": "metacanadian-420",
    "displayName": "Metacanadian 420",
    "aliases": [
      "metacanadian_420"
    ],
    "isJoshua": true,
    "thematic": "Extrême gauche",
    "career": "Commentateur",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 57,
    "color": "#76f7d3"
  },
  {
    "slug": "metropolis-forever",
    "displayName": "Metropolis Forever",
    "aliases": [
      "MetropolisForever",
      "Metropolisforever",
      "metropolisforever",
      "Metropolisforever_2"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur libertarien",
    "career": "Commentateur",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 58,
    "color": "#68d81d"
  },
  {
    "slug": "michael-slay",
    "displayName": "Michael Slay",
    "aliases": [
      "michaelslay",
      "Michael Slay",
      "European88"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "Blogueur / Chroniqueur",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 59,
    "color": "#24688d"
  },
  {
    "slug": "micronesia-gal",
    "displayName": "Micronesia Gal",
    "aliases": [
      "Micronesia_Gal"
    ],
    "isJoshua": true,
    "thematic": "Otaku",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 60,
    "color": "#401cda"
  },
  {
    "slug": "mike-masnick-techdirt",
    "displayName": "Mike Masnick (Techdirt)",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 61,
    "color": "#c8e1ad"
  },
  {
    "slug": "mike-wendling",
    "displayName": "Mike Wendling",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Désinformation",
    "career": "Journaliste (BBC)",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Mike Wendling est un journaliste britannique travaillant pour la BBC, spécialisé dans l'étude de l'extrémisme en ligne et des mouvements politiques alternatifs. Il a rédigé plusieurs articles et un ouvrage analysant la montée de l'alt-right, décrivant comment ces groupes manipulent les réseaux sociaux pour diffuser leurs idées. Ses enquêtes soulignent l'impact de la désinformation et de la viralité sur la radicalisation numérique, surtout auprès d'un public jeune. Wendling s'intéresse aussi à la manière dont les plateformes modèrent (ou non) les discours haineux, mettant en garde contre le potentiel de nuisance d'une régulation inefficace. Son travail l'a conduit à intervenir régulièrement dans des débats publics, expliquant que l'humour cynique et les memes jouent un rôle central dans la stratégie de communication de l'extrême droite. Pour lui, la responsabilisation des géants du web demeure un enjeu majeur. Sa démarche se veut pédagogique, cherchant à éclairer le grand public sur la face cachée de la toile et la force de persuasion des communautés extrémistes.",
    "id": 62,
    "color": "#55d375"
  },
  {
    "slug": "milo-yiannopoulos",
    "displayName": "Milo Yiannopoulos",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Controverse",
    "career": "Influenceur Alt-Right / Journaliste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Milo Yiannopoulos est un essayiste et polémiste britannique, ancien rédacteur de Breitbart News, connu pour son style flamboyant et ses positions conservatrices provocatrices. Ouvertement homosexuel, il tient néanmoins des discours s'attaquant à la \"culture LGBTQ+\" qu'il juge \"victimaire\", et critique vigoureusement le féminisme, l'islam ou la notion de safe space. Se réclamant d'une liberté d'expression totale, il justifie ses propos choquants en invoquant la nécessité de briser le politiquement correct. Yiannopoulos s'est fait bannir de Twitter pour avoir orchestré une campagne de harcèlement contre l'actrice Leslie Jones, mais reste actif sur d'autres réseaux où il s'adresse à un public conservateur voire réactionnaire. Sa notoriété, grandissante pendant la campagne présidentielle de 2016, a toutefois été éclaboussée par une controverse sur ses propos ambigus concernant la pédophilie, entraînant sa démission de Breitbart et la rupture de contrats d'édition. Milo Yiannopoulos incarne ainsi cette frange du conservatisme identitaire misant sur la provocation et la transgression, quitte à susciter l'indignation générale.",
    "id": 63,
    "color": "#bad18b"
  },
  {
    "slug": "moon-metropolis",
    "displayName": "Moon Metropolis",
    "aliases": [
      "MoonMetropolis",
      "moonmetropolis"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur libertarien",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 64,
    "color": "#bd73e9"
  },
  {
    "slug": "mouthful-of-grandpa",
    "displayName": "Mouthful of Grandpa",
    "aliases": [
      "Mouthful_of_Grandpa"
    ],
    "isJoshua": true,
    "thematic": "Extrême droite",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 65,
    "color": "#1734a5"
  },
  {
    "slug": "nadir-soofi",
    "displayName": "Nadir Soofi",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Terrorisme",
    "career": "Terroriste jihadiste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Nadir Soofi était un citoyen américain impliqué, avec Elton Simpson, dans la tentative d'attentat contre un concours de caricatures de Mahomet à Garland (Texas) en 2015. Les deux assaillants ont ouvert le feu sur le lieu de l'événement, mais ont été abattus par la police avant de faire des victimes parmi les participants. Les autorités ont fait le lien entre Soofi et des contenus extrémistes en ligne liés à l'État islamique, ce qui a renforcé la thèse d'une radicalisation sur internet. Son passé reste peu documenté, si ce n'est qu'il traversait des difficultés financières et personnelles avant de sombrer dans la violence. L'affaire Soofi a suscité un débat sur les responsabilités partagées : d'une part, la provocation ressentie par les musulmans face aux caricatures du prophète, et d'autre part, la nécessité de défendre la liberté d'expression. Malgré l'échec de l'attentat, l'incident de Garland illustre la persistance du terrorisme dit \"maison\", inspiré par la propagande djihadiste et facilité par la communication en ligne.",
    "id": 66,
    "color": "#e0d015"
  },
  {
    "slug": "nancy-goldstein",
    "displayName": "Nancy Goldstein",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 67,
    "color": ""
  },
  {
    "slug": "naomi-wolf",
    "displayName": "Naomi Wolf",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 68,
    "color": "#c7f6cd"
  },
  {
    "slug": "naruto-2-0",
    "displayName": "Naruto 2 0",
    "aliases": [
      "naruto-2-0"
    ],
    "isJoshua": true,
    "thematic": "Provocateur extrême",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 69,
    "color": "#f81f5c"
  },
  {
    "slug": "nathan-sykes",
    "displayName": "Nathan Sykes",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Néo-nazi",
    "career": "Journaliste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 70,
    "color": "#9ec90f"
  },
  {
    "slug": "national-wanguard",
    "displayName": "National Vanguard",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 71,
    "color": "#ffa9ec"
  },
  {
    "slug": "nikki",
    "displayName": "Nikki",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "Amie Joshua",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 72,
    "color": "#d1e329"
  },
  {
    "slug": "nuke-europe",
    "displayName": "Nuke Europe",
    "aliases": [
      "Nuke_Europe"
    ],
    "isJoshua": true,
    "thematic": "Extrême droite",
    "career": "Propagandiste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 73,
    "color": "#9a6944"
  },
  {
    "slug": "pamela-geller",
    "displayName": "Pamela Geller",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Islamophobie",
    "career": "Activiste anti-islam / Journaliste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 74,
    "color": "#83acf0"
  },
  {
    "slug": "peter-wallace",
    "displayName": "Peter Wallace",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Journalisme",
    "career": "Journaliste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 75,
    "color": "#c4a869"
  },
  {
    "slug": "pineapple-10",
    "displayName": "Pineapple 10",
    "aliases": [
      "pineapple69",
      "pineapple10"
    ],
    "isJoshua": true,
    "thematic": "Otaku",
    "career": "Youtubeur",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 76,
    "color": "#ba4e54"
  },
  {
    "slug": "real-joshua-goldberg",
    "displayName": "Joshua Goldberg (Real)",
    "aliases": [
      "Joshua Goldberg"
    ],
    "isJoshua": true,
    "thematic": "Agent du chaos nihiliste",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 77,
    "color": "#4989cf"
  },
  {
    "slug": "rita-katz",
    "displayName": "Rita Katz",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Contre-terrorisme",
    "career": "Analyste renseignement / SITE",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 78,
    "color": "#c13d1c"
  },
  {
    "slug": "rita-panahi",
    "displayName": "Rita Panahi",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Conservatisme",
    "career": "Journaliste conservatrice",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 79,
    "color": "#d0fede"
  },
  {
    "slug": "ryoko-tamada",
    "displayName": "Ryoko Tamada",
    "aliases": [
      "DreamerRyoko",
      "RyokoTamada"
    ],
    "isJoshua": true,
    "thematic": "Contradicteur libertarien",
    "career": "Blogueur / Chroniqueur",
    "genre": "féminin",
    "bio250": "Ryoko Tamada est une jeune Japonaise souffrant de dépression, qui rêve de partir vivre aux États-Unis. En ligne, elle adopte une identité plus combative sous le pseudonyme DreamerRyoko sur Twitter. Là, elle devient une figure controversée, passionnée par la défense de la liberté d'expression et farouchement opposée à toute forme de censure, qu’elle associe aux législations sur le « discours de haine ».\nSa lutte pour la liberté d'expression semble être une extension de ses propres désirs d'émancipation et de quête d'une existence plus libre à l'étranger. Elle critique vigoureusement les mouvements progressistes et les groupes des droits de l’homme, qu'elle accuse de vouloir imposer une vision autoritaire de la société. Ses tweets, souvent incisifs et provocateurs, ciblent fréquemment les politiques occidentales, notamment en Europe et aux États-Unis, ainsi que des institutions internationales comme l’ONU.\nCette tension entre ses luttes personnelles et ses prises de position publiques crée un contraste frappant : derrière son ton acerbe et polémique se cache une jeune femme en proie à des sentiments d'isolement, de mal-être, et à une aspiration profonde de trouver un endroit où elle pourrait se sentir libre et comprise. Son rêve américain devient alors une métaphore de cette quête d’évasion, mais aussi un paradoxe, puisqu’elle critique précisément les sociétés vers lesquelles elle souhaite s'exiler.\nEn ligne, DreamerRyoko engage souvent des débats houleux avec des personnalités médiatiques et des commentateurs politiques, utilisant sa plateforme comme un exutoire à sa frustration. Pourtant, en dehors de ce personnage public, Ryoko demeure une jeune femme vulnérable, cherchant à échapper à sa réalité oppressante et à bâtir une nouvelle vie ailleurs.",
    "bio200": "",
    "id": 80,
    "color": "#f73787"
  },
  {
    "slug": "sean-dexton",
    "displayName": "Sean Dexton",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Modérateur",
    "career": "Reddit Moderator",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 81,
    "color": "#a6d931"
  },
  {
    "slug": "shaun-king",
    "displayName": "Shaun King",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Black Lives Matter",
    "career": "Journaliste / Activiste ",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 82,
    "color": "#1c89b1"
  },
  {
    "slug": "steve-bannon",
    "displayName": "Steve Bannon",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 83,
    "color": "#748067"
  },
  {
    "slug": "tanya-cohen",
    "displayName": "Tanya Cohen",
    "aliases": [
      "xTanyaCohenx",
      "tanya-cohen",
      "TanyaCohen1",
      "Dreambug"
    ],
    "isJoshua": true,
    "thematic": "Extrême gauche",
    "career": "Blogueuse politique",
    "genre": "masculin",
    "bio250": "",
    "bio200": "Tanya Cohen est un nom apparaissant dans divers espaces en ligne, prônant une réglementation stricte des discours haineux. Certains affirment qu'il s'agit d'une vraie militante féministe et antiraciste, réclamant des lois fermes pour punir les propos violents ou discriminatoires. D'autres soutiennent qu'il s'agit d'un alias fictif, éventuellement créé par Joshua Goldberg ou un autre manipulateur, dans le but d'attiser le débat entre partisans et adversaires de la liberté d'expression absolue. Quoi qu'il en soit, les textes publiés sous le nom de Tanya Cohen défendent l'idée que le droit à la parole ne doit pas couvrir l'incitation à la haine, s'appuyant sur des exemples de législations australiennes ou canadiennes plus restrictives qu'aux États-Unis. Cette position suscite de violents échanges, certains y voyant une forme de censure menaçant les principes fondateurs de la société américaine. L'identité réelle de Cohen demeure donc floue, alimentant les controverses quant à l'authenticité de son activisme et rappelant la facilité de créer des identités multiples pour polariser les discussions.",
    "id": 84,
    "color": "#dfeb71"
  },
  {
    "slug": "tanya-gersh-andrew-anglin",
    "displayName": "Tanya Gersh (Andrew Anglin)",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 85,
    "color": "#be15fb"
  },
  {
    "slug": "the-old-jacobite-2",
    "displayName": "The Old Jacobite 2",
    "aliases": [
      "theoldjacobite2"
    ],
    "isJoshua": true,
    "thematic": "Cinéma",
    "career": "Critique de cinéma",
    "genre": "féminin",
    "bio250": "",
    "bio200": "",
    "id": 86,
    "color": "#78ea44"
  },
  {
    "slug": "the-right-stuff",
    "displayName": "The Right Stuff",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "féminin",
    "bio250": "« The Right Stuff, créé par Mike Enoch, diffuse via \"The Daily Shoah\" un discours alt-right normalisant un message haineux malgré les tentatives de censure. »",
    "bio200": "The Right Stuff est un site web américain affilié à l'alt-right, créé en 2012 par Mike Enoch. Le site se distingue par son podcast \"The Daily Shoah\", dans lequel des discours suprémacistes et antisémites sont diffusés, mêlant humour noir et références codées. Il promeut des théories du complot et utilise un ton provocateur pour normaliser des propos haineux. Malgré de fréquentes tentatives de censure, The Right Stuff reste influent dans certains cercles d'extrême droite en contournant les restrictions grâce à des serveurs alternatifs. Ce site illustre la stratégie de communication de l'extrême droite moderne, qui exploite les réseaux sociaux pour rassembler une base radicale et polariser le débat public, tout en brouillant les frontières entre satire et incitation.",
    "id": 87,
    "color": "#5ec6b0"
  },
  {
    "slug": "times-of-israel",
    "displayName": "Times of Israel",
    "aliases": [],
    "isJoshua": false,
    "thematic": "",
    "career": "",
    "genre": "masculin",
    "bio250": "« Times of Israel, fondé en 2012 par David Horovitz, propose une couverture pluraliste de l'actualité israélienne et du Moyen-Orient, mêlant analyses approfondies et opinions diverses. »",
    "bio200": "Times of Israel est un site d'information en ligne israélien fondé en 2012 par David Horovitz. Il couvre l'actualité d'Israël, du Moyen-Orient et de la diaspora juive, proposant des analyses, des opinions et des reportages diversifiés. Le site se distingue par une approche pluraliste, reflétant la diversité des points de vue au sein de la société israélienne, et offre un espace pour des contributions d'experts et de blogueurs. Grâce à ses versions multilingues, Times of Israel s'adresse à un public international et contribue à éclairer les débats sur les enjeux géopolitiques et sécuritaires de la région. Sa couverture détaillée, conjuguée à une modération éditoriale rigoureuse, lui a permis de gagner la confiance de nombreux lecteurs cherchant à comprendre la complexité du Moyen-Orient. Le site s'impose ainsi comme une source d'informations fiable et nuancée dans un contexte souvent polarisé.",
    "id": 88,
    "color": "#a7d414"
  },
  {
    "slug": "tom-minear",
    "displayName": "Tom Minear",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Politique",
    "career": "Journaliste",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 89,
    "color": "#0c56f8"
  },
  {
    "slug": "wake-up-white-man",
    "displayName": "Wake Up White Man",
    "aliases": [
      "WakeUpWhiteMan",
      "Wake_Up_White_Man"
    ],
    "isJoshua": true,
    "thematic": "Néo-nazi",
    "career": "Propagandiste",
    "genre": "féminin",
    "bio250": "",
    "bio200": "Wake Up White Man figure parmi les pseudonymes d'extrême droite repérés sur Stormfront et Vanguard News Network, plateformes connues pour leur idéologie suprémaciste blanche. Ce compte encourage la \"prise de conscience\" de ce qu'il appelle le \"grand remplacement\" — une théorie complotiste affirmant que les populations blanches sont délibérément submergées par l'immigration. Les publications signées Wake Up White Man incitent à la haine contre les minorités ethniques et religieuses, présentant l'immigration comme un danger vital pour la civilisation occidentale. De multiples utilisateurs ont signalé ses propos, qualifiés d'incitation directe à la violence. Malgré des bannissements, la rhétorique se poursuit sous différents alias, montrant la résilience de la propagande raciste en ligne. Wake Up White Man, à travers la virulence de ses écrits, symbolise la radicalisation d'une frange de l'extrême droite, se sentant \"assiégée\" et réclamant une résistance active, voire violente, pour préserver une prétendue pureté blanche.",
    "id": 90,
    "color": "#7557b0"
  },
  {
    "slug": "weev-andrew-auernheimer",
    "displayName": "Weev (Andrew Auernheimer)",
    "aliases": [],
    "isJoshua": false,
    "thematic": "Néo-nazi",
    "career": "Hacker / Troll ",
    "genre": "masculin",
    "bio250": "",
    "bio200": "",
    "id": 91,
    "color": "#ad56b7"
  }
]